{"translation-revision-date":"2025-03-02 19:38:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Take me there":["Leve-me lá"],"Want to save this as your purchase summary page?":["Deseja Salvar como sua Página de Resumo de Pedido?"],"Changes you make here will override your WooCommerce default purchase summary page.":["As Alterações feitas aqui Substituirão sua Página de Resumo de Pedido Padrão do WooCommerce."],"You've updated your summary page.":["Você Atualizou sua Página do Carrinho."],"<h3>Set up a purchase summary page<\/h3><br>This page shows payment and order details. To set one up, go to Site Settings.":["<h3>Configure uma Página de Resumo do Pedido<\/h3><br>Esta Página Exibe Detalhes de Pagamento e do Pedido. Para Configurar, vá para Configurações do Site."],"<h3>Sorry, something went wrong.<\/h3><br>To define a purchase summary page for your site, head over to Site Settings.":["<h3>Desculpe, algo deu Errado.<\/h3><br>Para Definir uma Página de Resumo do Pedido para seu Site, vá para Configurações do Site."],"Want to save this as your checkout page?":["Deseja Salvar como sua Página de Pagamento?"],"Changes you make here will override your existing WooCommerce settings.":["As Alterações que você faz aqui Substituirão as Configurações Existentes do WooCommerce."],"You've updated your checkout page.":["Você atualizou sua página de pagamento."],"<h3>Set up a checkout page<\/h3><br>Without a checkout page, visitors can't complete transactions on your site. To set one up, go to Site Settings.":["<h3>Configure uma página de pagamento<\/h3><br>Sem uma página de pagamento, os visitantes não podem concluir os pedidos na sua loja. Para configurar, vá para as Configurações do site."],"<h3>Sorry, something went wrong.<\/h3><br>To define a checkout page for your site, head over to Site Settings.":["<h3>Desculpe, algo deu errado.<\/h3><br>Para definir uma página de pagamento para o seu site, vá para as Configurações do site."],"Want to save this as your cart page?":["Deseja Salvar como sua Página do Carrinho?"],"You've updated your cart page.":["Você atualizou a sua página de carrinho."],"<h3>Set up a cart page<\/h3><br>The cart page shows an order summary. To set one up, go to Site Settings.":["<h3>Configure uma Página de Carrinho<\/h3><br>A Página do Carrinho Exibe um Resumo do Pedido. Para Configurar, vá para Configurações do Site."],"<h3>Sorry, something went wrong.<\/h3><br>To define a cart page for your site, head over to Site Settings.":["<h3>Desculpe, algo deu errado.<\/h3><br>Para definir uma página de carrinho para o seu site, vá para as Configurações do site."],"Want to save this as your my account page?":["Deseja Salvar como sua Página Minha Conta?"],"You've updated your my account page.":["Você atualizou a sua página ´Minha conta´."],"<h3>Set up a My Account page<\/h3><br>Without it, customers can't update their billing details, review past orders, etc. To set up My Account, go to Site Settings.":["<h3>Configure uma página ‘Minha conta’<\/h3><br>Sem ela, os clientes não podem atualizar seus detalhes de faturamento, revisar pedidos anteriores, etc. Para configurar ‘Minha conta’, vá para as Configurações do site."],"<h3>Sorry, something went wrong.<\/h3><br>To define a my account page for your site, head over to Site Settings.":["<h3>Desculpe, algo deu errado.<\/h3><br>Para definir uma página ´Minha conta´ para o seu site, vá para as Configurações do site."],"No thanks":["Não obrigado"],"Save":["Salvar"]}},"comment":{"reference":"modules\/woocommerce\/assets\/js\/editor\/module.js"}}