{"translation-revision-date":"2022-04-07 20:46:27+0000","generator":"GlotPress\/2.3.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"it"},"Want to save this as your purchase summary page?":["Vuoi salvarlo come pagina di riepilogo degli acquisti?"],"Changes you make here will override your WooCommerce default purchase summary page.":["Le modifiche apportate qui sostituiranno la pagina di riepilogo degli acquisti predefinita di WooCommerce."],"You've updated your summary page.":["Hai aggiornato la pagina di riepilogo."],"<h3>Set up a purchase summary page<\/h3><br>This page shows payment and order details. To set one up, go to Site Settings.":["<h3>Impostare una pagina di riepilogo degli acquisti<\/h3><br>Questa pagina mostra i dettagli del pagamento e dell'ordine. Per configurarne uno, vai a Impostazioni sito."],"<h3>Sorry, something went wrong.<\/h3><br>To define a purchase summary page for your site, head over to Site Settings.":["<h3>Siamo spiacenti, qualcosa è andato storto.<\/h3><br>Per definire una pagina di riepilogo degli acquisti per il tuo sito, vai a Impostazioni sito."],"Want to save this as your checkout page?":["Vuoi salvarlo come pagina di checkout?"],"Changes you make here will override your existing WooCommerce settings.":["Le modifiche apportate qui sostituiranno le impostazioni WooCommerce esistenti."],"You've updated your checkout page.":["Hai aggiornato la pagina di pagamento."],"<h3>Set up a checkout page<\/h3><br>Without a checkout page, visitors can't complete transactions on your site. To set one up, go to Site Settings.":["<h3>Configurare una pagina del carrello<\/h3><br>Senza una pagina di pagamento, i visitatori non possono completare le transazioni sul tuo sito. Per configurarne uno, vai su Impostazioni Sito."],"<h3>Sorry, something went wrong.<\/h3><br>To define a checkout page for your site, head over to Site Settings.":["<h3>Siamo spiacenti, qualcosa è andato storto.<\/h3><br>Per definire una pagina di carrello per il tuo sito, vai a Impostazioni Sito."],"Want to save this as your cart page?":["Vuoi salvarlo come pagina del carrello?"],"You've updated your cart page.":["Hai aggiornato la pagina del carrello."],"<h3>Set up a cart page<\/h3><br>The cart page shows an order summary. To set one up, go to Site Settings.":["<h3>Configurare una pagina del carrello<\/h3><br>La pagina del carrello mostra un riepilogo dell'ordine. Per configurarne uno, vai a Impostazioni sito."],"<h3>Sorry, something went wrong.<\/h3><br>To define a cart page for your site, head over to Site Settings.":["<h3>Siamo spiacenti, qualcosa è andato storto.<\/h3><br>Per definire una pagina del carrello per il tuo sito, vai su Impostazioni Sito."],"Want to save this as your my account page?":["Vuoi salvarlo come pagina del mio account?"],"You've updated your my account page.":["Hai aggiornato la pagina il mio account."],"<h3>Set up a My Account page<\/h3><br>Without it, customers can't update their billing details, review past orders, etc. To set up My Account, go to Site Settings.":["<h3>Configurare una pagina Account personale<\/h3><br>Senza di esso, i clienti non possono aggiornare i loro dettagli di fatturazione, rivedere gli ordini passati, ecc. Per configurare Il mio account, vai a Impostazioni Sito."],"<h3>Sorry, something went wrong.<\/h3><br>To define a my account page for your site, head over to Site Settings.":["<h3>Siamo spiacenti, qualcosa è andato storto.<\/h3><br>Per definire una pagina del mio account per il tuo sito, vai a Impostazioni Sito."],"No thanks":["No grazie"],"Open Site Editor":["Apri l'editor del sito"],"View Live Site":["Visualizza sito Online"],"Motion Effects":["Effetti di movimento"],"Popups":["Popup"],"Triggers":["Trigger"],"Advanced Rules":["Regole avanzate"],"What action the user needs to do for the popup to open.":["L'azione che l'utente deve eseguire per aprire il popup."],"Requirements that have to be met for the popup to open.":["Requisiti che devono essere soddisfatti per l'apertura del popup."],"Please Note":["Per favore nota"],"Popup settings are accessed via the settings icon in the bottom menu":["Le impostazioni popup sono accessibili tramite l'icona impostazioni nel menu in basso"],"Publish Settings":["Impostazioni Pubblicazione"],"Conditions":["Condizioni"],"Apply current template to these pages.":["Applicare il modello corrente a queste pagine."],"Save & Close":["Salva & Chiudi"],"%s Field":["%s Campo"],"Display Conditions":["Condizioni Visualizzazione"],"Add Condition":["Aggiungi condizione"],"Next":["Successivo"],"Linked to Global":["Collegato a Globale"],"All":["Tutti"],"Custom CSS":["CSS personalizzato"],"Save":["Salva"],"Unlink":["Scollega"],"Cancel":["Annulla"],"Unlink Widget":["Scollega Widget"],"This will make the widget stop being global. It'll be reverted into being just a regular widget.":["Questo smetterà di rendere il Widget come Globale. Potrà essere ripristinato per essere usato come un Widget normale."],"Save your widget as a global widget":["Salva il tuo widget come un widget globale"],"You'll be able to add this global widget to multiple areas on your site, and edit it from one single place.":["Sarai in grado di aggiungere questo widget globale a più aree del tuo sito e modificarlo da un unico luogo."],"Edit Template":["Modifica Template"]}},"comment":{"reference":"assets\/js\/editor.js"}}