{"translation-revision-date":"2023-06-15 04:27:02+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"Deactivate":["비활성화"],"Are you sure?":["확실합니까?"],"Importing...":["가져오는 중..."],"Activate":["활성화"],"First, activate another experiment.":["먼저 다른 실험을 활성화합니다."],"In order to use %1$s, first you need to activate %2$s.":["%1$s를 사용하려면 먼저 %2$s를 활성화해야 합니다."],"Import Without Enabling":["활성화하지 않고 가져오기"],"Enable and Import":["활성화 및 가져오기"],"If you do not enable uploading unfiltered files, any SVG or JSON (including lottie) files used in the uploaded template will not be imported.":["필터링되지 않은 파일 업로드를 활성화하지 않으면 업로드된 템플릿에 사용된 SVG 또는 JSON(lottie 포함) 파일을 가져오지 않습니다."],"Migrate to v3.0":["V3.0으로 마이그레이션"],"Please note that this process will revert all changes made to Global Colors and Fonts since upgrading to v3.x.":["이 프로세스는 v3.x로 업그레이드한 이후에 전역 색상 및 글꼴에 적용된 모든 변경 사항을 되돌립니다."],"Enable Unfiltered File Uploads":["필터링되지 않은 파일 업로드 활성화"],"Font Awesome 5 Migration":["Font Awesome 5 마이그레이션"],"I acknowledge that some changes may affect my website and that this action cannot be undone.":["일부 변경 사항이 내 웹사이트에 영향을 미칠 수 있으며 이 작업을 취소할 수 없음을 인정합니다."],"I understand that by upgrading to Font Awesome 5,":["Font Awesome 5로 업그레이드하면"],"Before you enable unfiltered files upload, note that such files include a security risk. Elementor does run a process to remove possible malicious code, but there is still risk involved when using such files.":["필터링되지 않은 파일 업로드를 활성화하기 전에 이러한 파일에는 보안 위험이 포함되어 있다는 점에 유의하십시오. 엘리멘터는 가능한 악성 코드를 제거하는 프로세스를 실행하지만 이러한 파일을 사용할 때 여전히 위험이 수반됩니다."],"Please note that you are switching to WordPress default editor. Your current layout, design and content might break.":["워드프레스 기본 편집기로 전환하는 중입니다. 현재 레이아웃, 디자인 및 콘텐츠가 깨질 수 있습니다."],"Continue":["계속"],"Back to WordPress Editor":["워드프레스 편집기로 돌아가기"],"Dismiss":["해제"],"Rollback to Previous Version":["이전 버전으로 롤백"],"Are you sure you want to reinstall previous version?":["이전 버전을 다시 설치하시겠습니까?"],"Enable":["허용"],"Cancel":["취소"]}},"comment":{"reference":"assets\/js\/admin.js"}}