{"translation-revision-date":"2023-06-15 04:27:02+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"ko_KR"},"The Kit includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["키트에는 설치 권한이 없는 플러그인이 포함되어 있습니다. 권한을 변경하려면 사이트 관리자에게 문의하세요."],"Couldn’t install the Kit":["키트를 설치할 수 없습니다."],"Seems like Elementor isn’t authorized to access relevant files for installing this Kit. Contact your site host to get permission.":["Elementor에 이 키트 설치를 위한 관련 파일에 액세스할 수 있는 권한이 없는 것 같습니다. 사이트 호스트에게 문의하여 권한을 받으세요."],"Couldn’t access the file":["파일에 액세스할 수 없습니다."],"We couldn’t download the Kit due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["기술적인 문제로 인해 키트를 다운로드할 수 없습니다. 몇 분 후에 다시 시도하고 문제가 지속되면 다음 연락처로 문의하세요. "],", try again and if the problem persists contact ":["다시 시도하고 문제가 지속되면 다음 연락처로 문의하세요. "],"It took too much time to download your Kit and we were unable to complete the process. If all the Kit’s parts don’t appear in ":["키트를 다운로드하는 데 시간이 너무 오래 걸려서 프로세스를 완료할 수 없습니다. 키트의 모든 부품이 다음과 같이 표시되지 않는 경우 "],"Seems like there is a problem with the Kit’s files. Try installing again and if the problem persists contact ":["키트 파일에 문제가 있는 것 같습니다. 다시 설치해 보고 문제가 지속되면 다음 연락처로 문의하세요. "],"Couldn’t use the Kit":["키트를 사용할 수 없습니다."],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["서버에 PHP zip 모듈이 없는 것 같습니다. 서버에 설치하거나 사이트 호스트에게 문의하여 자세한 안내를 받으세요."],"Couldn’t handle the Kit":["키트를 처리할 수 없음"],"Support":["지원"],"We couldn’t download the Kit due to technical difficulties on our part. Try again and if the problem persists contact ":["기술적인 문제로 인해 키트를 다운로드할 수 없습니다. 다시 시도하고 문제가 지속되면 다음 연락처로 문의하세요. "],"Unable to download the Kit":["키트를 다운로드할 수 없습니다."],"What’s a Website Kit?":["웹사이트 키트란 무엇입니까?"],"Import a Website Kit":["웹사이트 키트 가져오기"],"Export a Website Kit":["웹사이트 키트 내보내기"]," Learn more about Website Kits":[" 웹사이트 키트에 대해 자세히 알아보기"],"Upgrade Now":["지금 업그레이드"],"Elementor Templates":["엘리멘터 템플릿"],"Included":["포함"],"Site Area":["사이트 면적"],"Custom Post Types":["사용자 정의 게시물 유형"],"WP Menus":["WP 메뉴"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["파일을 업로드하고 적용할 부분과 플러그인을 선택하여 시작합니다. 키트와 현재 디자인 사이에 겹치는 부분이 있는 경우 적용하거나 무시할 가져온 부품을 선택할 수 있습니다. 파일이 준비되면 키트가 사이트에 적용되고 라이브로 볼 수 있습니다."],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["사이트를 웹사이트 키트로 전환하려면 포함할 템플릿, 콘텐츠, 설정 및 플러그인을 선택하십시오. 준비가 되면 다른 사이트로 가져올 수 있는 .zip 파일을 받게 됩니다."],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["웹사이트 키트는 전체 사이트의 모든 부분을 포함하는 .zip 파일입니다. 사이트를 빠르게 시작하고 실행할 수 있는 쉬운 방법입니다."],"Add the custom posts types to export. The latest 20 items from each type will be included.":["내보낼 사용자 지정 게시물 유형을 추가합니다. 각 유형의 최신 20개 항목이 포함됩니다."],"No custom post types in your site...":["사이트에 사용자 정의 게시물 유형이 없습니다..."],"Click to select custom post types":["사용자 정의 게시물 유형을 선택하려면 클릭하세요."],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["이 키트의 일부는 사이트의 템플릿, 디자인 및 설정과 겹칩니다. 이 목록에 체크된 항목은 현재 디자인을 대체합니다."],"Import a Website Kit to your site":["웹 사이트 키트를 사이트로 가져오기"],"Importing your content, templates and site settings":["콘텐츠, 템플릿 및 사이트 설정 가져오기"],"Take me there":["거기로 데려가 줘"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["업데이트로 이동하여 플러그인이 최신 버전으로 업데이트되었는지 확인하십시오."]," Recommended:":[" 추천:"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["키트에 전원을 공급하는 플러그인입니다. 선택을 취소할 수 있지만 사이트의 기능에 영향을 줄 수 있습니다."],"Select the plugins you want to import":["가져오려는 플러그인을 선택하십시오."],"Not yet":["아직 아님"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["엘리멘터 프로를 구매, 설치 및 활성화한 경우 이 사이트의 모든 부분을 계속 가져올 수 있습니다."],"Is your Elementor Pro ready?":["엘리멘터 프로가 준비되었나요?"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["엘리멘터 프로가 없으면 템플릿, 위젯 및 팝업과 같은 구성 요소를 가져올 수 없습니다."],"Install Elementor Pro":["엘리멘터 프로 설치"],"Missing Required Plugins:":["필수 플러그인 누락:"],"Plugins to add:":["추가할 플러그인:"],"Plugins you already have:":["이미 가지고 있는 플러그인:"],"Activating plugins:":["플러그인 활성화:"],"All items are already selected by default. Uncheck the ones you don't want.":["모든 항목은 기본적으로 이미 선택되어 있습니다. 원하지 않는 것은 선택을 취소하십시오."],"These are the templates, content and site settings that come with your kit.":["키트와 함께 제공되는 템플릿, 콘텐츠 및 사이트 설정입니다."],"Select which parts you want to apply":["적용할 부품 선택"],"If you don't include them, this kit may not work properly.":["포함하지 않으면 이 키트가 제대로 작동하지 않을 수 있습니다."],"Required plugins are still missing.":["필요한 플러그인이 아직 없습니다."],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["콘텐츠, 페이지 등이 포함되어 있지 않기 때문에 이 웹사이트 키트를 사용할 수 없습니다. 다른 파일로 다시 시도하세요."],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["사용 중인 웹사이트 키트에는 기능을 위한 플러그인이 포함되어 있지만 콘텐츠나 페이지 등은 포함되어 있지 않습니다."],"Note:":["메모:"],"You’ve imported and applied the following to your site:":["다음을 가져와서 사이트에 적용했습니다."],"See it live":["실시간으로 보기"],"There are few plugins that we couldn't install:":["설치할 수 없는 플러그인이 몇 가지 있습니다."],"Make sure your Elementor Pro account is connected":["엘리멘터 프로 계정이 연결되어 있는지 확인하십시오."],"Tip:":["팁:"],"Let’s do it":["해보자"],"Select which of these plugins are required for this kit work.":["이 키트 작업에 필요한 플러그인을 선택하십시오."],"Export your site as a Website Kit":["사이트를 웹사이트 키트로 내보내기"],"Create Kit":["키트 만들기"],"This file type is not allowed":["이 파일 형식은 허용되지 않습니다."],"Try Again":["다시 시도하십시오"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["이렇게 하면 엘리멘터가 SVG에서 악성 콘텐츠를 검색할 수 있습니다. 그렇지 않으면 이 가져오기에서 SVG를 건너뛸 수 있습니다."],"First, enable unfiltered file uploads.":["먼저 필터링되지 않은 파일 업로드를 활성화합니다."],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["걱정할 필요 없습니다. SVG를 가져오지 않고 계속하거나 돌아가서 가져오기를 다시 시작하세요."],"Custom Post Type":["사용자 정의 게시물 유형"],"WP Posts":["WP 게시물"],"WP Pages":["WP 페이지"],"To import or export these components, you’ll need Elementor Pro.":["이러한 구성 요소를 가져오거나 내보내려면 엘리멘터 프로가 필요합니다."],"Global widgets":["글로벌 위젯"],"Kit Info":["키트 정보"],"How does importing work?":["가져오기는 어떻게 작동합니까?"],"How does exporting work?":["내보내기는 어떻게 작동합니까?"],"Setting up your kit...":["키트 설정 중..."],"Select the items you want to keep and apply:":["유지하고 적용하려는 항목을 선택합니다."],"Your site's homepage will be determined by the kit. You can change this later.":["사이트의 홈페이지는 키트에 의해 결정됩니다. 나중에 변경할 수 있습니다."],"Existing":["기존"],"Imported":["가져옴"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["템플릿, 사이트 설정, 콘텐츠 등이 포함된 파일을 업로드하고 자동으로 사이트에 적용합니다."],"Back to Kit Library":["키트 라이브러리로 돌아가기"],"Your kit is now live on your site!":["이제 귀하의 키트가 귀하의 사이트에 게시되었습니다!"],"Kit Description":["키트 설명"],"Kit Name":["키트 이름"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["키트 파일에 포함할 엘리멘터 구성 요소(템플릿, 콘텐츠 및 사이트 설정)를 선택합니다."],"Kit Information":["키트 정보"],"Elementor Kit":["엘리멘터 키트"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["컬렉션이 늘어나더라도 나중에 이 키트를 빠르게 찾고 적용하는 데 사용할 세부 정보입니다."],"What is kit information?":["키트 정보란?"],"Website Kit Information":["웹사이트 키트 정보"],"Say something about the style and content of these files...":["이 파일의 스타일과 내용에 대해 말씀해 주십시오..."],"Now you can import this kit and use it on other sites.":["이제 이 키트를 가져와서 다른 사이트에서 사용할 수 있습니다."],"Import":["가져오기"],"to learn more about building your site with Elementor Kits":["엘리멘터 키트로 사이트를 구축하는 방법에 대해 자세히 알아보려면"],"Don't close this window until the process is finished.":["프로세스가 완료될 때까지 이 창을 닫지 마십시오."],"This usually takes a few moments.":["일반적으로 몇 분 정도 걸립니다."],"Or":["또는"],"Drag & drop the .zip file with your Kit":["키트와 함께 .zip 파일을 끌어다 놓습니다."],"Upload Files to Your Library":["라이브러리에 파일 업로드"],"We recommend that you backup your site before importing a kit file.":["키트 파일을 가져오기 전에 사이트를 백업하는 것이 좋습니다."],"Important:":["중요한:"],"By default, all of your components will be exported.":["기본적으로 모든 구성 요소를 내보냅니다."],"Background Settings":["배경 설정"],"Lightbox Settings":["라이트박스 설정"],"Theme Style settings":["테마 스타일 설정"],"Elementor Pages":["엘리멘터 페이지"],"404 Error Page":["404 오류 페이지"],"to download":["다운로드"],"Download not working?":["다운로드가 작동하지 않습니까?"],"Your export is ready!":["내보내기가 준비되었습니다!"],"Back to dashboard":["알림판로 돌아가기"],"Learn more":["더 알아보기"],"Landing Pages":["랜딩 페이지"],"App could not be loaded":["앱을 로드할 수 없습니다."],"Global Colors":["전역 색상"],"Search Results":["검색 결과"],"Archives":["아카이브"],"Single Posts":["단일 게시물"],"Single Pages":["단일 페이지"],"Footers":["푸터"],"Headers":["헤더"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["죄송합니다. 문제가 발생했습니다. '자세히 알아보기'를 클릭하고 각 단계를 따르면 신속하게 문제를 해결할 수 있습니다."],"Tip":["팁"],"Not Found":["찾을 수 없음"],"Site Settings":["사이트 설정"],"Layout Settings":["레이아웃 설정"],"Back":["뒤로"],"Next":["다음"],"Previous":["이전"],"Popups":["팝 업"],"Continue":["계속"],"Plugins":["플러그인"],"Skip":["건너뛰기"],"Something went wrong.":["문제가 발생했습니다."],"Pages":["페이지"],"Select File":["파일 선택"],"Click here":["여기를 클릭하세요"],"Enable":["허용"],"Edit Template":["템플릿 편집"],"Elementor Posts":["엘리멘터 게시물"],"Export":["내보내기"],"Close":["닫기"],"Saved Templates":["저장된 템플릿"],"Templates":["템플릿"],"Learn More":["더 알아보기"],"Global Fonts":["전역 글꼴"],"Version":["버전"],"Yes":["예"],"Content":["콘텐츠"],"Go Back":["돌아가기"],"Elementor":["엘리멘터"]}},"comment":{"reference":"assets\/js\/app.js"}}