{"translation-revision-date":"2025-03-02 19:38:53+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"pt_BR"},"Code with AI":["Codifique com IA"],"Error:":["Erro:"],"Go Back":["Regressar"],"Manage and create all of your custom code here.<br \/>Organize all of your custom code and incorporate code snippets in your site. Add tracking codes, meta titles, and other scripts. Set display conditions, locations, and priority all from one place.":["Gerencie e Crie todo o seu Código Personalizado Aqui.<br \/>Organize todo o seu Código Personalizado e incorpore Trechos de Código em seu Site. Adicione Códigos de Rastreamento, Meta Títulos e outros Scripts. Defina Condições de Exibição, Locais e Prioridade, tudo de um só lugar."],"Learn more":["Saiba mais"],"Elementor Custom-Code #":["Código Personalizado do Elementor #"],"Where Do You Want to Display Your Code?":["Onde você quer exibir o seu código?"],"Set the conditions that determine where your code snippet is used throughout your site.":["Defina as condições que determinam onde o seu trecho de código é usado em todo o seu site."],"For example, choose 'Entire Site' to display the code snippet across your site.":["Por exemplo, escolha 'Todo o site' para exibir o trecho de código no site inteiro."],"Learn More":["Saiba mais"],"No instances":["Sem instâncias"],"Loading":["Carregando"],"Publish Settings":["Configurações de publicação"],"Conditions":["Condições"],"Save & Close":["Salvar e fechar"],"Add Condition":["Adicionar condição"],"Elementor recognized that you have set this location for other templates: ":["O Elementor reconheceu que você definiu esta localização para outros modelos: "],"Include":["Incluir"],"Delete":["Excluir"],"Exclude":["Excluir"],"All":["Todos"],"Edit":["Editar"]}},"comment":{"reference":"assets\/js\/custom-code.js"}}