{"translation-revision-date":"2025-06-05 11:56:54+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"nl"},"<h3>Set up a cart page<\/h3><br>The cart page shows an order summary. To set one up, go to Site Settings.":["<h3>Stel een mijn winkelwagenpagina in<\/h3><br>De winkelwagenpagina toont een besteloverzicht. Ga naar Site-instellingen om er een in te stellen."],"<h3>Set up a checkout page<\/h3><br>Without a checkout page, visitors can't complete transactions on your site. To set one up, go to Site Settings.":["<h3>Stel een mijn afrekenpagina in<\/h3><br>Zonder afrekenpagina kunnen bezoekers geen transacties voltooien op je site. Ga naar Site-instellingen om er een in te stellen."],"<h3>Set up a My Account page<\/h3><br>Without it, customers can't update their billing details, review past orders, etc. To set up My Account, go to Site Settings.":["<h3>Stel een mijn accountpagina in<\/h3><br>Zonder deze pagina kunnen klanten hun factureringsgegevens niet bijwerken, eerdere bestellingen niet bekijken, etc. Ga naar Site-instellingen om Mijn account in te stellen."],"<h3>Set up a purchase summary page<\/h3><br>This page shows payment and order details. To set one up, go to Site Settings.":["<h3>Een aankoopoverzicht pagina instellen<\/h3><br>Deze pagina geeft betalings- en bestelgegevens weer. Ga naar Site-instellingen om er een in te stellen."],"<h3>Sorry, something went wrong.<\/h3><br>To define a cart page for your site, head over to Site Settings.":["<h3>Sorry, er ging iets mis.<\/h3><br>Ga naar Site-instellingen om een winkelwagenpagina voor je site in te stellen."],"<h3>Sorry, something went wrong.<\/h3><br>To define a checkout page for your site, head over to Site Settings.":["<h3>Sorry, er ging iets mis.<\/h3><br>Ga naar Site-instellingen om een afrekenpagina voor je site in te stellen."],"<h3>Sorry, something went wrong.<\/h3><br>To define a my account page for your site, head over to Site Settings.":["<h3>Sorry, er ging iets mis.<\/h3><br>Ga naar Site-instellingen om een mijn accountpagina voor je site in te stellen."],"<h3>Sorry, something went wrong.<\/h3><br>To define a purchase summary page for your site, head over to Site Settings.":["<h3>Sorry, er is iets misgegaan.<\/h3><br>Om een aankoopoverzicht pagina voor je site in te stellen, ga je naar Site-instellingen."],"Changes you make here will override your existing WooCommerce settings.":["Wijzigingen die je hier aanbrengt zullen je bestaande WooCommerce instellingen overschrijven."],"Changes you make here will override your WooCommerce default purchase summary page.":["Wijzigingen die je hier aanbrengt, overschrijft jouw standaard WooCommerce aankoopoverzicht pagina."],"No thanks":["Nee, bedankt"],"Save":["Opslaan"],"Take me there":["Breng me erheen"],"Want to save this as your cart page?":["Wil je dit opslaan als je winkelwagenpagina?"],"Want to save this as your checkout page?":["Wil je dit opslaan als je afrekenpagina?"],"Want to save this as your my account page?":["Wil je dit opslaan als je mijn accountpagina?"],"Want to save this as your purchase summary page?":["Wil je dit opslaan als je aankoopoverzicht pagina?"],"You've updated your cart page.":["Je hebt je winkelwagenpagina geüpdatet."],"You've updated your checkout page.":["Je hebt je afrekenpagina geüpdatet."],"You've updated your my account page.":["Je hebt je mijn accountpagina geüpdatet."],"You've updated your summary page.":["Je hebt je overzicht pagina geüpdatet."]}},"comment":{"reference":"modules\/woocommerce\/assets\/js\/editor\/module.js"}}